---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemCoverBottom
source: html/7c7b4c74-63ab-0bea-5742-f16eff8bc5a6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemCoverBottom Property

"Rebar Cover Bottom/Interior"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemCoverBottom { get; }
```